/**/
"Cancel" = "キャンセル";
/**/
"Delete" = "削除";
/**/
"Open" = "開く";
/**/
"Edit" = "編集";
/**/
"Yes" = "はい";

/*Geometry Edit Action Name*/
"Apply Geometry" = "ジオメトリの適用";
/*Geometry Edit Action Name*/
"Clear Geometry" = "ジオメトリの消去";
/*Geometry Edit Action Name*/
"Delete Vertex" = "頂点の削除";
/*Geometry Edit Action Name*/
"Insert Part" = "パーツの挿入";
/*Geometry Edit Action Name*/
"Insert Vertex" = "頂点の挿入";
/*Geometry Edit Action Name*/
"Move Vertex" = "頂点の移動";
/*Geometry Edit Action Name*/
"Remove Part" = "パーツの削除";

/*Collecting attachments*/
"Add" = "追加";
/*Collecting attachments*/
"Take Photo or Video" = "写真またはビデオの撮影";
/*Collecting attachments*/
"Choose From Library" = "ライブラリから選択";
/*Collecting attachments*/
"Photo" = "写真";
/*Collecting attachments*/
"Video" = "ビデオ";
/*Collecting attachments*/
"Save To Photo Library" = "フォトライブラリに保存";
/*Collecting attachments*/
"Download" = "ダウンロード";

/*Date attribute*/
"Today" = "今日";

/**/
"Attachments" = "アタッチメント";
"Attributes" = "属性";

/**/
"Open in Safari" = "Safari で開く";

/* Please enter a numeric value between 0 and 5.*/
"Enter a number between %i and %i." = "%i から %i の間で数値を入力";

/* Please enter a numeric value between 0.5 and 5.0.*/
"Enter a number between %f and %f." = "%f から %f の間で数値を入力";

/* string length error, when user enters too many characters in string attribute editor:
  Too many characters.  Current: 512.  Allowed: 256 */
"Too many characters (%@)" = "文字数が多すぎます (%@)";

/* When a number is entered outside the range */
"Number is outside the acceptable range." = "数字が許容範囲外です。";

/* BLOB, RASTER, etc */
"Field type not supported" = "サポートされていないフィールド型";

/**/
"%d of %d" = "%d / %d";

/**/
"Changing Feature Type" = "フィーチャ タイプの変更";
"You are changing the feature type, which may potentially overwrite some field values. Are you sure you want to do this?" =  "このフィーチャ タイプの変更により、一部のフィールド値が上書きされる可能性があります。続行しますか。";

/**/
"Data for pie chart is invalid" = "パイチャートのデータが無効です";
"No data to create a pie chart" = "パイチャートを作成するためのデータがありません";

/**/
"Created by %@ seconds ago" = "%@ が数秒前に作成";

/**/
"Created by %@ a minute ago" = "%@ が 1 分前に作成";

/**/
"Edited by %@ seconds ago" = "%@ が数秒前に編集";

/**/
"Edited by %@ a minute ago" = "%@ が 1 分前に編集";

/**/
"Created seconds ago" = "数秒前に作成";

/**/
"Created a minute ago" = "1 分前に作成";

/**/
"Edited seconds ago" = "数秒前に編集";

/**/
"Edited a minute ago" = "1 分前に編集";

/**/
"Created by %@ %d minutes ago" = "%@ が %d 分前に作成";

/**/
"Created by %@ an hour ago" = "%@ が 1 時間前に作成";

/**/
"Created by %@ %d hours ago" = "%@ が %d 時間前に作成";

/*"Created by %@ on ${weekDay} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - day" = "%@ が %@ の %@ に作成";

/*"Created by %@ on ${formattedDate} at ${formattedTime}"*/
"Created by %@ on %@ at %@ - full" = "%@ が %@ の %@ に作成";

/**/
"Edited by %@ %d minutes ago" = "%@ が %d 分前に編集";

/**/
"Edited by %@ an hour ago" = "%@ が 1 時間前に編集";

/**/
"Edited by %@ %d hours ago" = "%@ が %d 時間前に編集";

/**/
"Edited by %@ on %@ at %@ - day" = "%@ が %@ の %@ に編集";

/**/
"Edited by %@ on %@ at %@ - full" = "%@ が %@ の %@ に編集";

/**/
"Created by %@" = "%@ が作成";

/**/
"Edited by %@" = "%@ が編集";

/**/
"Created %d minutes ago" = "%d 分前に作成";

/**/
"Created an hour ago" = "1 時間前に作成";

/**/
"Created %d hours ago" = "%d 時間前に作成";

/*"Created on ${weekDay} at ${formattedTime}"*/
"Created on %@ at %@ - day" = "%@ の %@ に作成";

/*"Created on ${formattedDate} at ${formattedTime}"*/
"Created on %@ at %@ - full" = "%@ の %@ に作成";

/**/
"Edited %d minutes ago" = "%d 分前に編集";

/**/
"Edited an hour ago" = "1 時間前に編集";

/**/
"Edited %d hours ago" = "%d 時間前に編集";

/*"Edited on ${weekDay} at ${formattedTime}"*/
"Edited on %@ at %@ - day" = "%@ の %@ に編集";

/*"Edited on ${formattedDate} at ${formattedTime}"*/
"Edited on %@ at %@ - full" = "%@ の %@ に編集";

/* Used to denote a required field */
"Required" = "必須";

/* Used for naming layers with no names */
"Layer %d" = "レイヤ %d";